/* No comment */
"Listing directory {0} failed" = "Αποτυχία εμφάνισης καταλόγου {0}";

/* Touch file failed */
"Cannot create {0}" = "Δεν είναι δυνατή η δημιουργία αρχείου {0}";

/* Create directory failed */
"Cannot create folder {0}" = "Δεν είναι δυνατή η δημιουργία φακέλου {0}";

/* Moving file failed */
"Cannot rename {0}" = "Δεν είναι δυνατή η μετονομασία αρχείου {0}";

/* Reading metadata of file failed */
"Failure to read attributes of {0}" = "Δεν είναι δυνατή η ανάγνωση ιδιοτήτων αρχείου";

/* Writing metadata of file failed */
"Failure to write attributes of {0}" = "Δεν είναι δυνατή η εγγραφή ιδιοτήτων αρχείου";

/* Removing file failed */
"Cannot delete {0}" = "Δεν είναι δυνατή η διαγραφή αρχείου {0}";

/* Ownership of file */
"Cannot change owner" = "Δεν είναι δυνατή η αλλαγή ιδιοκτήτη";

/* Group ownership of file or folder */
"Cannot change group" = "Δεν είναι δυνατή η αλλαγή ομάδας";

/* Fails to change UNIX access permissions */
"Cannot change permissions of {0}" = "Δεν είναι δυνατή η αλλαγή δικαιωμάτων";
"Cannot change timestamp of {0}" = "Δεν είναι δυνατή η αλλαγή χρονόσημου";

/* Mount failure */
"Connection failed" = "Αποτυχία σύνδεσης";

/* Transfer failure */
"Download {0} failed" = "Αποτυχία λήψης";

/* Transfer failure */
"Upload {0} failed" = "Αποτυχία αποστολής";

/* Content distribution network configuration failures */
"Cannot read CDN configuration" = "Δεν είναι δυνατή η ανάγνωση ρυθμίσεων CDN";
"Cannot write CDN configuration" = "Δεν είναι δυνατή η εγγραφή ρυθμίσεων CDN";

/* Container configuration such as logging or versioning */
"Cannot read container configuration" = "Δεν είναι δυνατή η ανάγνωση ρυθμίσεων περιέκτη";

"Interoperability failure" = "Αποτυχία διαλειτουργικότητα";
"Access denied" = "Δεν επιτρέπεται η πρόσβαση";
"File not found" = "Το αρχείο δεν βρέθηκε";

"DNS lookup for {0} failed" = "Αναζήτηση DNS για {0} απέτυχε";

"Mismatch between MD5 hash {0} of uploaded data and ETag {1} returned by the server" = "Ασυμφωνία μεταξύ MD5 hash {0} των δεδομένων που αποστέλλονται και ETag {1} επιστρέφονται από το διακομιστή";

"Insufficient disk space" = "Δεν υπάρχει αρκετός χώρος στο δίσκο";
"Only {0} available disk space" = "Only {0} available disk space";

"Unsupported" = "Unsupported";

/* No comment */
"Please contact your web hosting service provider for assistance" = "Παρακαλούμε επικοινωνήστε με το φορέα παροχής υπηρεσιών φιλοξενίας ιστοσελίδων σας για βοήθεια";

/* No comment */
"DNS is the network service that translates a server name to its Internet address. This error is most often caused by having no connection to the Internet or a misconfigured network. It can also be caused by an unresponsive DNS server or a firewall preventing access to the network." = "DNS είναι η υπηρεσία ιστού που μεταφράζει το όνομα ενός server διεύθυνσή του στο Διαδίκτυο. Αυτό το σφάλμα συνήθως προκαλείται από την απουσία σύνδεσης στο Διαδίκτυο ή ένα εσφαλμένα διαμορφωμένο δίκτυο. Μπορεί επίσης να προκληθεί από έναν διακομιστή που δεν ανταποκρίνεται DNS ή ένα τείχος προστασίας εμποδίζει την πρόσβαση στο δίκτυο.";

/* No comment */
"The connection attempt was rejected. The server may be down, or your network may not be properly configured." = "Η προσπάθεια σύνδεσης απορρίφθηκε. Ο διακομιστής μπορεί να είναι προς τα κάτω, ή το δίκτυό σας δεν μπορεί να ρυθμιστεί σωστά.";